{
    "title": {
        "1": "Tourmaline",
        "2": "Emerald",
        "3": "Padma Jade",
        "4": "Spinel",
        "5": "Round Cut",
        "6": "Black Topaz",
        "7": "Radiant Cut",
        "8": "Marquise Cut",
        "9": "Yellow Sapphire",
        "10": "Santa Maria Sapphire",
        "11": "Zircon",
        "12": "Chrysoberyl",
        "13": "Chrome Diopside"
    },
    "desc": {
        "1": "We are proud to present an exceptional piece of tourmaline, distinguished by its mesmerizing teal color, a rare hue that embodies the depth of the ocean. This gemstone weighs 3.5 carats and has been masterfully cut into a refined cushion shape that enhances its natural brilliance and maximizes light return. The clarity of this tourmaline is virtually flawless, with no visible inclusions, making it a pristine choice for high-end jewelry. Its substantial carat weight and precision cut ensure a striking presence and significant value. This tourmaline is not only a testament to the beauty of nature but also to the skill of expert gem-cutting.",
        "2": "Introducing a magnificent 5-carat emerald, a gem of unparalleled beauty and distinction. This exquisite stone boasts a vibrant, deep green color that is both intense and consistent throughout, capturing the essence of luxury. It is expertly cut in a classic emerald shape that accentuates its clarity and luminous depths. With minor natural inclusions that do not detract from its allure, this emerald combines size, color, and clarity to create a truly spectacular jewel, ideal for sophisticated and timeless fine jewelry.",
        "3": "We are delighted to present a stunning piece of Padma Jade, meticulously shaped into a sleek cabochon that highlights its exceptional clarity and smooth finish. Weighing 8 carats, this gemstone features a delicate lavender color, radiating a tranquil and sophisticated charm that is highly prized among collectors. The unique hue and substantial carat weight make it an ideal centerpiece for luxurious jewelry designs, offering an exquisite blend of classic elegance and modern appeal. This rare and captivating Padma Jade is a perfect addition to any high-quality gemstone collection.",
        "4": "We proudly present an exceptional 4-carat Spinel, renowned for its striking deep red color, reminiscent of a fine ruby. This gemstone is precision-cut in an elegant oval shape that enhances its vibrant color and maximizes light reflection, showcasing its superb clarity with virtually no inclusions. This exquisite piece combines a significant carat weight with a flawless cut, making it a dazzling choice for luxury jewelry. Ideal for discerning collectors and connoisseurs, this Spinel offers both rarity and breathtaking beauty.",
        "5": "Introducing a spectacular round-cut diamond, weighing 2 carats, distinguished by its exceptional brilliance and classic appeal. Boasting a color grade of D, this diamond is colorless, offering unparalleled purity and sparkle. Its clarity is rated as VVS1, revealing minimal inclusions and ensuring a pristine appearance. Expertly crafted with a precision cut to maximize its fire and radiance, this diamond epitomizes luxury and sophistication. Perfect for a statement engagement ring or a timeless piece of fine jewelry, it is designed to captivate and enchant.",
        "6": "We are excited to present this exquisite piece of Black Topaz, a striking gemstone known for its deep, enigmatic hue. This 6-carat stone is masterfully cut in a sophisticated cushion shape that enhances its bold color and maximizes light absorption, creating a compelling visual depth. Its clarity is remarkably high, presenting a flawless surface that amplifies its glossy finish. Ideal for creating a statement piece of jewelry, this Black Topaz combines dramatic aesthetics with a substantial presence, making it a unique and desirable addition to any collection.",
        "7": "Introducing an exquisite 3-carat Radiant Cut diamond, renowned for its vibrant brilliance and stunning architectural lines. This diamond is expertly crafted with a unique cut that combines the elegance of traditional cuts with the dazzling sparkle of modern faceting techniques, ensuring maximum light reflection. It boasts a near-colorless grade of G, providing a bright, crisp appearance, while its VS1 clarity rating indicates very slight inclusions, virtually invisible to the naked eye. This diamond is perfect for those seeking a blend of contemporary style and timeless beauty in their fine jewelry.",
        "8": "We are proud to showcase this exquisite 1.5-carat Marquise Cut diamond, a testament to refined elegance and striking design. This diamond captures attention with its elongated shape and pointed ends, which emphasize its size and luminosity. It boasts a G color rating, ensuring a bright white appearance, and a clarity of VS2, indicating very slight inclusions that are hardly perceptible, enhancing its visual appeal. Expertly cut to produce a remarkable level of brilliance, this diamond is an ideal choice for a sophisticated and unique piece of fine jewelry.",
        "9": "Introducing a magnificent 4-carat Yellow Sapphire, radiating with a vibrant, sun-kissed hue that captures the essence of warmth and luxury. This gemstone is expertly crafted in a classic oval cut, enhancing its rich, golden color and maximizing brilliance. It boasts an exceptional clarity, nearly flawless, which allows for maximum light to reflect and highlight its stunning depth and clarity. Ideal for an exquisite piece of fine jewelry, this Yellow Sapphire combines size, vivid color, and remarkable clarity to create a truly captivating and elegant gemstone.",
        "10": "We are delighted to present this rare 2.5-carat Santa Maria Sapphire, celebrated for its deep, enchanting blue reminiscent of the clear tropical seas. This gemstone is precision-cut in an elegant cushion shape that enhances its vivid saturation and luminous appeal. The clarity is exceptional, with virtually no visible inclusions, allowing for unobstructed light passage and brilliant sparkle. This Santa Maria Sapphire is a perfect centerpiece for high-end jewelry, offering a combination of rich color, substantial size, and flawless clarity for the discerning collector or designer.",
        "11": "We are pleased to showcase this stunning 3-carat Zircon, known for its brilliant fire and double refraction. This gemstone features a captivating deep blue color, achieved through heat treatment, which adds to its allure and visual depth. Expertly cut in a round brilliant shape, it maximizes light reflection, enhancing both its brightness and clarity. The clarity of this Zircon is exceptionally high, with minimal inclusions visible, making it a perfect choice for those seeking a gemstone with both sparkle and a striking hue. Ideal for elegant, sophisticated jewelry designs.",
        "12": "Introducing a remarkable 3.2-carat Chrysoberyl, a gemstone celebrated for its exceptional durability and vibrant luster. This exquisite piece boasts a captivating golden-yellow hue that radiates warmth and brilliance. Cut in a precise oval shape, it enhances both the stone's color and light reflection, highlighting its superb clarity with minimal inclusions. The combination of its significant carat weight, striking color, and exceptional clarity makes this Chrysoberyl an outstanding choice for collectors and connoisseurs seeking a distinctive addition to their jewelry collection.",
        "13": "We are excited to present this exquisite 2-carat Chrome Diopside, renowned for its rich, forest-green color that captures the essence of nature. This gemstone is skillfully cut in a sleek emerald shape, enhancing its deep green hue and maximizing its brilliance. The clarity is impressively high, with very few inclusions, allowing for exceptional light passage and vibrant sparkle. Ideal for those who appreciate natural beauty, this Chrome Diopside combines a significant carat weight with outstanding clarity and a mesmerizing color, perfect for luxurious jewelry settings."
    },
    "Navbar": {
        "searchPlaceholder": "What kind of gemstone are you looking for?",
        "searchButtonLabel": "search gemstone",
        "logoAlt": "A Co. GEMS",
        "searchIconAlt": "search icon",
        "greetingText": "Hi USER",
        "historyLink": "ORDER HISTORY",
        "arrowAlt": "Drop Down Arrow",
        "cartAlt": "show cart",
        "navLinkHome": "HOME",
        "navLinkDroids": "COLORFULGEM",
        "navLinkVehicles": "DIAMOND"
    },
    "Home": {
        "welcomeSubtitle": "GEM A, your trusful GEM dealer.",
        "symbolAlt": "COLORFUL GEMSTONES"
    },
    
    "Checkout": {
        "checkoutTitle": "Checkout",
        "shipSectionLabel": "Shipping Info",
        "firstNameLabel": "First Name",
        "lastNameLabel": "Last Name",
        "coordinatesLabel": "Coordinates",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "Sector",
        "methodLabel": "Shipping Method",
        "shipLightspeed": "Lightspeed",
        "shipOvernight": "Overnight",
        "shipStandard": "Standard",
        "paySectionLabel": "Payment",
        "payNameLabel": "Name on Card",
        "payNameHolder": "First Last",
        "accountLabel": "Credit Number",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "Security Code",
        "securityHolder": "123456",
        "expDateLabel": "Expiration Date",
        "cartTitle": "Shopping Cart",
        "deleteAlt": "remove item from cart",
        "totalLabel": "Total: ",
        "orderLabel": "PLACE ORDER",
        "termsStatement": "I have read and agree to the Terms and Conditions",
        "termsLink": "(View)",
        "successMessage": "Order placed successfully!",
        "noItemMessage": "Add items to cart to checkout."
    },
    "ProductShow": {
        "qtyLabel": "Qty: ",
        "addToCartLabel": "ADD TO CART"
    },
    "Cart": {
        "cartTitle": "Shopping Cart",
        "noItemMsg": "No items in cart.",
        "deleteAlt": "Delete item from cart",
        "totalTitle": "Total: ",
        "checkoutLabel": "CHECKOUT",
        "closeAlt": "Close Cart"
    },
    "OrderHistory": {
        "historyTitle": "Order History",
        "dateHeading": "Date",
        "numberHeading": "Order Number",
        "totalHeading": "Total",
        "statusHeading": "Status"
    },
    "Error404": {
        "errorMessage": "404 Error: Page not found."
    },
    "Bottombar": {
        "menuAlt": "open sidebar menu"
    },
    "LocaleSelector": {
        "localeLabel": "Locale: ",
        "localeEN": "English - US",
        "localeZH": "Chinese - China"
    },
    "Special": "Special"
}
